Repository: JimmXinu/SmartEject
Catalog: translations/*.po
Languages: bg, ca, de, el, es, et, fr, it, ja, ms, nb, nl, pl, pt, ro, ru, ta, tr

source: Revert all searches to the defaults.
bg: Връщане на всички търсения към настройките по подразбиране.
ca: Reverteix totes les cerques als valors predeterminats.
de: Alle Suchvorgänge auf die Standardwerte zurücksetzten.
el: Επαναφορά όλων των αναζητήσεων στις προεπιλογές.
es: Volver todas las búsquedas a los valores predeterminados.
et: Taasta kõikide otsingute vaikimisi sätted.
fr: Restaurer toutes les recherches à la configuration par défaut.
it: Ripristina tutte le ricerche come Predefinite
ja: 全ての検索をデフォルトに戻す。
ms: Tukar semua gelintar ke lalai.
nb: Reverter alle søk til standardinstillinger.
nl: Alle zoekopdrachten terugzetten naar standaard.
pl: Wycofaj wszystkie zmiany wyszukiwań do domyślnych
pt: Reverter todas as pesquisas para os valores predefinidos
ro: Schimbați toate căutările la implicite.
ru: Вернуть все поисковые запросы к умолчанию.
ta: அனைத்து தேடல்களையும் இயல்புநிலைக்கு மாற்றவும்.
tr: Tüm aramaları varsayılana çevir.

source: Check for duplicated/deleted/added books before ejecting.
bg: Проверете за дубликати/изтрити/добавени книги преди изключване.
ca: Comprova si hi ha llibres duplicats, suprimits o afegits abans de l'expulsió.
de: Vor dem Auswerfen auf duplizierte, gelöschte oder hinzugefügte Bücher überprüfen.
el: Έλεγξε για διπλά/χαμένα/πρόσθετα βιβλία πριν την αποσύνδεση.
es: Comprobar los libros duplicados, borrados o añadidos antes de la desconexión.
et: Enne väljutamist kontrolli duplitseeritud/kustutatud/lisatud raamatuid.
fr: Vérifier la présence de livres en doublon/supprimés/ajoutés avant l'éjection.
it: Controlla i libri doppi/eliminati e aggiunti prima di espellere.
ja: 取り出す前に、重複・削除・追加された本を確認する。
ms: Periksa buku pendua/hilang/ditambah sebelum melenting.
nb: Sjekk for duplikater/selttinger/tilvalg bøker før utløsning.
nl: Controleer op dubbele/verwijderde/toegevoegde boeken voor uitwerpen.
pl: Sprawdzaj powielone/usunięte/dodane książki przed wyjęciem.
pt: Procurar por livros duplicados/removidos/adicionados antes de ejectar.
ro: Verificați cărțile adăugate/șterse/dpulicate înainte de deconectare.
ru: Перед извлечением проверьте наличие дублированных/удаленных/добавленных книг.
ta: வெளியேற்றப்படுவதற்கு முன் நகல்/நீக்கப்பட்ட/சேர்க்கப்பட்ட புத்தகங்களை சரிபார்க்கவும்.
tr: Çıkarmadan önce tekrarlanmış/silinmiş/eklenmiş kitapları kontrol et

source: Sync Reading List?
bg: Да се синхронизира ли списъка за четене?
ca: Voleu sincronitzar la llista de les lectures?
de: Leseliste synchronisieren?
el: Συγχρονισμός της Λίστας Ανάγνωσης;
es: ¿Sincronizar lista de lectura?
et: Sünkroonida Lugemisloend?
fr: Synchroniser la Liste de Lecture ?
it: Lista delle Letture Sincronizzate?
ja: 読書リストを同期する？
ms: Segerak Senarai Membaca?
nb: Synkroniser leselisten?
nl: Leeslijst synchroniseren?
pl: Zsynchronizować listę czytanych?
pt: Sincronizar lista de leitura?
ro: Sincronizați lista de citire?
ru: Синхронизировать список чтения?
ta: வாசிப்பு பட்டியலை ஒத்திசைக்கவா?
tr: Okuma Listesini senkronize etsin mi?

source: There are books that need syncing according to Reading List.<p>Sync Books?
bg: Има книги, които е необходимо да се синхронизират според листа за четене. <p> Да се синхронизират ли книгите?
ca: Segons la llista de les lectures, hi ha llibres que cal sincronitzar<p>Voleu sincronitzar-los?
de: Es gibt Bücher, die entsprechend der Leseliste synchronisiert werden sollten.<p>Bücher synchronisieren?
el: Υπάρχουν βιβλία που χρειάζονται συγχρονισμό σύμφωνα με την Λίστα Ανάγνωσης.<p>Συγχρονισμός βιβλίων;
es: Hay libros que necesitan sincronizarse según el complemento de lista de lectura.<p>¿Sincronizar los libros?
et: Vastavalt pluginale Reading List (Lugemisloend) on olemas raamatuid, mis vaja sünkroonida.<p>Kas raamatud sünkroonida?
fr: Il y a des livres qui ont besoin d'être synchronisés selon la Liste de Lecture.<p>Synchroniser les livres ?
it: Ci sono libri che necessitano di sincronizzarsi con la Lista delle Letture. <p>Sincronizzare i Libri?
ja: 読書リストにしたがって同期必要がある本がある。<p>本を同期する？
ms: Ini adalah buku yang perlu disegerak berdasarkan Senarai Membaca.<p>Segerak Buku?
nb: Det er bøker som trenger synkronisering i henhold til leselisten.<p>Synkroniser bøker?
nl: Er zijn boeken die gesynchroniseerd moeten worden om overeen te komen met leeslijst.<p>Synchroniseren van boeken?
pl: Na liście czytanych znajdują się książki wymagające synchronizacji.<pChcesz je synchronizować?
pt: Existem livros que necessitam ser sincronizados segundo a lista de leitura.<p>Sincronizar livros?
ro: Există cărți care trebuie sincronizate în conformitate cu lista de citire. <p> Sincronizați cărțile?
ru: Есть книги, которые требуют синхронизации в соответствии с списком чтения.<p>Синхронизировать книги?
ta: வாசிப்பு பட்டியலின்படி ஒத்திசைக்க வேண்டிய புத்தகங்கள் உள்ளன. <p> புத்தகங்களை ஒத்திசைக்கவா?
tr: Okuma Listesine göre senkronize edilmesi gereken kitaplar var. <p> Kitaplar senkronize edilsin mi?

source: Sync Now Reading List?
es: ¿Sincronizar Reading List?

source: There are lists that could be sync'ed according to Reading List.<p>Sync before ejecting?
es: Hay listas que no pudieron sincronizarse según el complemento de lista de lectura.<p>¿Sincronizar antes de desconectar?

source: Duplicates on Device
bg: Дублиране на устройството
ca: Duplicats al dispositiu
de: Duplikate auf dem Gerät
el: Διπλά βιβλία στην συσκευή
es: Duplicados en el dispositivo
et: Duplikaadid seadmel
fr: Doublons sur le dispositif
it: Duplica sul Dispositivo
ja: デバイス上に重複がある
ms: Pendua dalam Peranti
nb: Duplikater på enhet
nl: Duplicaten op apparaat
pl: Powielenia na urządzeniu
pt: Duplicados no dispositívo
ro: Duplicate pe dispozitiv
ru: Дубликаты на устройстве
ta: சாதனத்தில் நகல்கள்
tr: Aygıtta yinelemeler bulunuyor

source: There are duplicate ebooks on the device.<p>Display duplicates?
bg: Има дублиращи се книги на устройството.<p> Да се покажат ли дубликатите?
ca: Hi ha llibres duplicats al dispositiu.<p>Voleu que es mostrin els duplicats?
de: Auf dem Gerät sind doppelte ebooks vorhanden.<p>Duplikate anzeigen?
el: Υπάρχουν διπλά βιβλία στην συσκευή.<p>Εμφάνιση των διπλών;
es: Hay libros duplicados en el dispositivo.<p>¿Mostrar los duplicados?
et: Seadmel on raamatute duplikaate.<p>Kas näidata duplikaate?
fr: Il y a des livres en doublon sur le dispositif.<p>Afficher les doublons ?
it: Ci sono libri doppi sul dispositivo. <p>Mostra Doppioni?
ja: デバイス上に重複の電子書籍がある。<p>重複を表示する？
ms: Terdapat ebuku pendua dalam peranti.<p>Papar pendua tersebut?
nb: There er duplikate ebøker på enheten. <p>Vis duplikater?
nl: Er zijn identieke ebooks gevonden op het apparaat.<p>Wilt u deze zien?
pl: Na urządzeniu znajdują się powielone książki.<p>Chcesz je wyświetlić?
pt: Existem livros duplicados no dispositivo.<p>Apresentar duplicados?
ro: Există cărți duplicate pe dispozitiv. <p> Afișați duplicatele?
ru: На устройстве есть дубликаты книг.<p>Отобразить дубликаты?
ta: சாதனத்தில் நகல் மின்புத்தகங்கள் உள்ளன. <p> நகல்களைக் காண்பி?
tr: Aygıtta yinelenmiş ekitaplar var. <p> Yinelenenleri göstersin mi?

source: Books in Library not on Device
bg: Книги в библиотеката, които не са на устройството
ca: Llibres a la biblioteca però no al dispositiu
el: Βιβλία στην Βιβλιοθήκη αλλά όχι στην συσκευή
es: Libros en la biblioteca que no están en el dispositivo
et: Raamatud kogus, kuid mitte seadmel
fr: Livres dans la bibliothèque absents du dispositif
it: Libri nella Libreria, non sul Dispositivo
ja: ライブラリにある本がデバイスにあらない
ms: Buku dalam Pustaka bukan dalam Peranti
nb: Bøker i biblioteket, ikke på enhet
nl: Boeken in bibliotheek niet op apparaat
pl: Książki w bibliotece nieobecne na urządzeniu
pt: Livros na biblioteca que não estão presentes no dispositivo
ro: Cărți în Librărie nu pe dispozitiv
ru: Книги в библиотеке не на устройстве
ta: சாதனத்தில் இல்லாத நூலகத்தில் உள்ள புத்தகங்கள்
tr: Aygıtta değil Kitaplıktaki bulunan kitaplar.

source: There are books in the Library that are not on the Device.<p>Display books not on Device?
bg: Има книги в библиотеката, които не са на устройствойството. Да се покажат ли книгите, които не са на устройството?
ca: Hi ha llibres a la biblioteca que no estan al dispositiu.<p>Voleu que es mostrin els llibres que no estan al dispositiu?
de: Es gibt Bücher in der Bibliothek, die nicht auf dem Gerät sind<p>Bücher anzeigen, die nicht auf dem Gerät sind?
el: Υπάρχουν βιβλία στην Βιβλιοθήκη που δεν υπάρχουν στην συσκευή.<p>Εμφάνιση βιβλίων που δεν υπάρχουν στην συσκευή;
es: Hay libros en la biblioteca que no están en el dispositivo.<p>¿Mostrar los libros que no están en el dispositivo?
et: Need on kogus olevad raamatud, mida seadmel pole.<p>Kas näidata raamatuid, mida seadmes pole?
fr: Il y a des livres dans la bibliothèque qui ne sont pas sur le dispositif.<p>Afficher les livres qui ne sont pas sur le dispositif ?
it: Ci sono libri nella Libreria che non sono sul Dispositivo. <p>Mostra i libri non presenti sul Dispositivo?
ja: デバイス上ではあらない本がライブラリにある。<p>デバイス上ではあらない本を表示する？
ms: Terdapat buku dalam pustaka yang tiada dalam Peranti.<p>Papar buku yang tiada dalam Peranti?
nb: Det finnes bøker i biblioteket som ikke er på enheten. <p>Vis bøker som ikke er på enheten?
nl: Er zijn boeken in uw bibliotheek die niet aanwezig zijn op uw apparaat.<p>Boeken tonen die niet op uw apparaat staan?
pl: W bibliotece znajdują się książki, które są nieobecne na urządzeniu.<p>Chcesz je wyświetlić?
pt: Existem livros na Biblioteca que não estão no dispositivo.<p>Apresentar livros em falta no dispositivo?
ro: Există cărți în Librărie care nu sunt pe dispozitiv. <p> Afișați cărțile care nu sunt pe dispozitiv?
ru: В библиотеке есть книги, которые не находятся на устройстве.<p>Отобразить книги не на устройстве?
ta: சாதனத்தில் இல்லாத நூலகத்தில் புத்தகங்கள் உள்ளன. <p> சாதனத்தில் இல்லாத புத்தகங்களைக் காண்பி?
tr: Kitaplıkta Aygıtta bulunmayan kitaplar var. <p> Aygıtta bulunmayan kitapları göstersin mi?

source: Books on Device not in Library
bg: Книги в устройството извън Библиотеката
ca: Llibres al dispositiu però no a la biblioteca
de: Bücher auf dem Gerät - nicht in der Bibliothek
el: Βιβλία στην συσκευή αλλά όχι στην Βιβλιοθήκη
es: Libros en el dispositivo que no están en la biblioteca
et: Raamatud seadmel, kuid mitte kogus
fr: Livres sur le dispositif absents de la bibliothèque
it: Libri sul Dispositivo, non nella Libreria
ja: デバイス上の本がライブラリにあらない
ms: Buku dalam Peranti bukan dalam Pustaka
nb: Bøker på enhet, ikke i biblioteket
nl: Boeken op apparaat niet in bibliotheek
pl: Książki na urządzeniu nieobecne w bibliotece
pt: Livros no dispositívo que não estão presentes na biblioteca
ro: Cărți pe dispozitiv nu în Librărie
ru: Книги на устройстве, не в библиотеке
ta: சாதனத்தில் நூலகத்தில் இல்லாத புத்தகங்கள்
tr: Kitaplıkta değil Aygıtta bulunan kitaplar

source: There are books on the device in %s that are not in the Library.<p>Display books not in Library?
bg: Има книги на устройството в %s, които не са в Библиотеката. Да се покажат ли книгите, които не са в Библиотеката?
ca: Hi ha llibres al dispositiu %s que no estan a la biblioteca.<p>Voleu que es mostrin els llibres que no estan a la biblioteca?
de: Es gibt Bücher auf dem Gerät in %s, die nicht in der Bibliothek sind.<p>Zeige die Bücher, die nicht in der Bibliothek sind?
el: Υπάρχουν βιβλία στο %s που δεν υπάρχουν στην Βιβλιοθήκη.<p>Εμφάνιση βιβλίων που δεν υπάρχουν στην Βιβλιοθήκη;
es: Hay libros en el dispositivo en %s que no están en la biblioteca.<p>¿Mostrar los libros que no están en la biblioteca?
et: Seadmel on asukohas %s raamatuid, mida kogus pole.<p>Kas näidata raamatuid, mida kogus pole?
fr: Il y a des livres sur le dispositif dans %s qui ne sont pas dans la bibliothèque.<p>Afficher les livres qui ne sont pas dans la bibliothèque ?
it: Ci sono libri sul Dispositivo che non sono nella Libreria. <p>Mostra i libri non presenti nella Libreria?
ja: デバイスの%sの本がライブラリにあらない。<p>ライブラリにあらない本を表示する？
ms: Terdapat buku dalam peranti dalam %s yang tiada dalam Pustaka.<p>Papar buku yang tiada dalam Pustaka?
nb: Det er bøker på enheten i %s som ikke er i biblioteket. <p>Vis bøker som ikke er i biblioteket?
nl: Er staan boeken op uw apparaat %s die niet aanwezig zijn in uw bibliotheek.<p>Toon deze boeken niet in bibliotheek?
pl: Na urządzeniu w „%s” znajdują się książki, które są nieobecne na w bibliotece.<p>Chcesz je wyświetlić?
pt: Há livros no dispositívo em %s que não estão na Biblioteca.<p>Mostrar livros que não estão na Biblioteca?
ro: Există cărți pe dispozitiv în %s care nu sunt în Librărie. <p> Afișați cărțile care nu sunt în Librărie?
ru: Есть книги на устройстве в %s, которые не находятся в библиотеке.<p>Показать книги не в библиотеке?
ta: நூலகத்தில் இல்லாத %s இல் சாதனத்தில் புத்தகங்கள் உள்ளன. <p> நூலகத்தில் இல்லாத புத்தகங்களைக் காண்பி?
tr: Aygıtta Kitaplıkta bulunmayan %s kitaplar var.<p>Kitaplıkta bulunmayan kitapları göstersin mi?

source: Reading List books to Sync
ja: 同期する読書リストの本
nl: Leeslijst boeken voor synchronisatie

source: SmartEject
bg: УмноИзключване
el: ΈξυπνηΑποσύνδεση
fr: SmartEject (Éjection Intelligente)
it: EspulsioneRapida
nb: SmartReject
nl: Slim uitwerpen
pl: Zmyślne wyjmowanie
ta: ஸ்மார்ட்ஜெக்ட்
tr: AkıllıÇıkarma
