Repository: JimmXinu/SmartEject
Catalog: translations/*.po
Languages: bg, ca, de, el, es, et, fr, it, ja, ms, nb, nl, pl, pt, ro, ru, ta, tr

source: UI plugin to Check for Duplicate/Missing/Added Books when Ejecting Devices.
bg: UI плъгин за да проверите за Дубликати / Липсващи / Добавено Книги, когато Изключвате устройствата.
ca: Connector d'interfície d'usuari per a comprovar si hi ha llibres duplicats, absents o afegits amb l'expulsió del dispositiu.
de: UI Plugin, dass beim Auswerfen von Geräten überprüft, ob es doppelte/fehlende/hinzugefügte Büchern gibt.
el: Γραφικό πρόσθετο για τον έλεγχο Διπλών/Χαμένων/Πρόσθετων βιβλίων κατά την αποσύνδεση συσκευών.
es: Complemento de interfaz de usuario para buscar libros duplicados, ausentes o añadidos al desconectar dispositivos.
et: Kasutajaliidese plugin, millega seadmete väljutamisel kontrollida duplitseeritud/puuduvaid/lisatud raamatuid.
fr: Extension pour vérifier la présence de livres En double, Manquants ou Ajoutés à l'éjection du dispositif.
it: UI plugin per Controlla i Libri Doppi/Mancanti/Aggiunti mentre si Espelle il Dispositivo
ja: デバイスを取り出す際に重複・欠落・追加された本を確認するのUIプラグイン。
ms: Pemalam UI untuk Memeriksa Buku Pendua/Hilang/Ditambah ketika Melenting Peranti.
nb: Grensesnitt plugin for å kontrollsekke dupliserte manglende og nye bøker når enheter utløses.
nl: UI plug-in om te controleren op Dubbele/Missende/Toegevoegde boeken bij verwijderen apparaten.
pl: Wtyczka IU do sprawdzania powielonych/brakujących/dodanych książek podczas wyjmowania urządzeń.
pt: Plugin de interface do utilizador para verificar livros duplicados/ em falta/ adicionados quando se ejeta um dispositivo.
ro: Conectare UI pentru verificare de Cărți Duplicate/Lipsă/Adăugate când se deconectează dispozitive.
ru: UI плагин для проверки дублирования/отсутствия/добавления книг при извлечении устройств.
ta: சாதனங்களை வெளியேற்றும்போது நகல்/காணாமல் போன/சேர்க்கப்பட்ட புத்தகங்களை சரிபார்க்க UI சொருகி.
tr: Aygıtlar çıkarılırken Çoğaltılmış/Eksik/Eklenen Kitapları Denetlemek için grafiksel eklenti

source: Basic
bg: Основа
ca: Bàsic
de: Basis
el: Βασικό
es: Básico
et: Peamised
fr: De base
it: Base
ja: 基本的
ms: Asas
nb: Basis
nl: Basis
pl: Podstawowe
pt: Básico
ro: De bază
ru: Основное
ta: அடிப்படை
tr: Temel

source: Searches
bg: Търсения
ca: Cerques
de: Durchsuchungen
el: Αναζητήσεις
es: Búsquedas
et: Otsingud
fr: Recherches
it: Ricerche
ja: 検索
ms: Gelintaran
nb: Søk
nl: Zoekopdrachten
pl: Wyszukiwania
pt: Pesquisas
ro: Căutări
ru: Поиски
ta: தேடல்கள்
tr: Aramalar

source: When Ejecting a Device, Check for:
bg: Когато изключвате устройство, проверете за:
ca: En l'expulsió d'un dispositiu, comprova si hi ha:
de: Beim Auswerfen eines Geräts überprüfen Sie:
el: Όταν αποσυνδέεται μια συσκευή, έλεγξε για:
es: Cuando se desconecte un dispositivo, comprobar:
et: Seadme väljutamisel kontrolli:
fr: A l'éjection d'un dispositif, vérifier :
it: Mentre si Espelle un Dispositivo, Controlla:
ja: デバイスを取り出す時は、以下のことを確認する：
ms: Bila Melenting Peranti, Periksa:
nb: Ved utløsing av enhet se etter:
nl: Bij uitwerpen van een apparaat, controleer op:
pl: Podczas wyjmowania urządzenia sprawdzaj:
pt: Quando se ejeta um dispositivo, verificar o seguinte:
ro: Când deconectați un dispozitiv, verificați să:
ru: При извлечении устройства проверьте:
ta: சாதனத்தை வெளியேற்றும்போது, சரிபார்க்கவும்:
tr: Bir Aygıt Çıkartılırken Şunları Denetle:

source: Reading Lists to Sync TO device
es: Listas de lectura para sincronizar HACIA el dispositivo

source: Check Reading List plugin for books ready to Sync to the current device.
bg: Проверете дали плъгина списък за четене на книги е готов да се синхронизира с текущото устройството.
ca: Connector per a la comprovació de la llista de lectura per als llibres preparats per sincronitzar amb el dispositiu actual.
de: Überprüfe Reading List Plugin auf Bücher, die bereit zur Synchronisierung mit dem aktuellen Gerät sind.
el: Έλεγξε το πρόσθετο της Λίστας Ανάγνωσης για βιβλία έτοιμα για συγχρονισμό με την τρέχουσα συσκευή.
es: Comprobar el complemento Reading Lists para localizar libros que estén listos para sincronizar con el dispositivo actual.
et: Kontrolli lugemisloendi pluginast Reading List raamatuid, mis on praeguse seadmega sünkroonimiseks valmis.
fr: Vérifier l'extension Reading List pour les livres qui sont prêts à être synchronisés sur le dispositif actuel.
it: Controlla la Lista di libri pronti per essere Sincronizzati sul dispositivo corrente.
ja: 現在のデバイスに同期する準備ができている本ため、Reading Listプラグインを確認する。
ms: Periksa pemalam Senarai Membaca bagi buku sedia di Segerak ke peranti semasa.
nb: Sjekk leselisten for bøker allerede synkronisert til gjeldende enhet.
nl: Controleer leeslijst plug-in voor boeken die gereed zijn om te synchroniseren op huidige apparaat
pl: Sprawdź książki gotowe do synchronizacji z bieżącym urządzeniem za pomocą wtyczki listy czytanych.
pt: Consultar o plugin Lista de leitura por livros prontos a sincronizar para o dispositivo atual.
ro: Verificați conectarea listei de citire pentru cărțile gata de sincronizare pe dispozitivul actual.
ru: Проверьте плагин списка чтения для книг, готовых для синхронизации с текущим устройством.
ta: தற்போதைய சாதனத்துடன் ஒத்திசைக்க தயாராக உள்ள புத்தகங்களுக்கான வாசிப்பு பட்டியல் சொருகி சரிபார்க்கவும்.
tr: Mevcut aygıta senkronize edilmeye hazır kitapların Okuma Listesi eklentisini kontrol et.

source: Reading Lists to Sync FROM device
es: Listas de lectura para sincronizar DESDE el dispositivo

source: Check Reading List plugin for lists that auto populate from device and call Sync Now.
es: Comprobar el complemento Reading List para localizar listas que se completan automáticamente desde el dispositivo y sincronizarlas ahora.

source: Sync Silently?
es: ¿Sincronizar sin decir nada?

source: Don't ask each time before calling Reading List's Sync Now--only applies to FROM device lists.
es: No preguntar cada ves antes de ejecutar la sincronización de Reading List, sólo se aplica a listas DESDE el dispositivo.

source: Duplicated Books
bg: Дублирани книги
ca: Llibres duplicats
de: Doppelte Bücher
el: Διπλά βιβλία
es: Libros duplicados
et: Duplitseeritud raamatud
fr: Livres en doublon
it: Libri Doppi
ja: 重複された本
ms: Buku Pendua
nb: Dupliserte bøker
nl: Dubbele boeken
pl: Powielone książki
pt: Livros duplicados
ro: Cărți duplicate
ru: Дублированные книги
ta: நகல் புத்தகங்கள்
tr: Tekrarlanmış Kitaplar

source: Check for books that are on the device more than once.
bg: Проверка за книги, които са записани в устройството повече от веднъж.
ca: Comprova si hi ha llibres que es trobin al dispositiu més d'una vegada.
de: Auf Bücher überprüfen, die mehrfach auf dem Gerät.
el: Έλεγξε για βιβλία που υπάρχουν στη συσκευή πάνω από μία φορά.
es: Comprobar los libros que están en el dispositivo más de una vez.
et: Kontrolli raamatuid, mida on seadmel rohkem kui üks.
fr: Vérifier les livres qui sont plus d'une fois sur le dispositif.
it: Controlla i libri che sono sul dispositivo in pi√π copie
ja: デバイス上に複数回ある本を確認する。
ms: Periksa buku yang ada dalam peranti lebih dari sebuah.
nb: Sjekk etter bøker som er på enheten mer enn en gang.
nl: Controleer op boeken die meermaals op het apparaat staan.
pl: Sprawdź książki, które występują na urządzeniu więcej niż raz
pt: Procurar livros que estejam no dispositivo mais de uma vez.
ro: Verificați cărțile care sunt pe dispozitiv mai mult de o dată.
ru: Проверить книги на устройстве на однократность.
ta: சாதனத்தில் உள்ள புத்தகங்களை ஒன்றுக்கு மேற்பட்ட முறை சரிபார்க்கவும்.
tr: Aygıtta birden fazla bulunan kitapları kontrol et.

source: Deleted Books (not in Library)
bg: Изтрити книги (не и в Библиотеката)
ca: Llibres suprimits (no a la biblioteca)
de: Gelöschte Bücher (nicht in der Bibliothek)
el: Διαγραμμένα βιβλία (όχι στη Βιβλιοθήκη)
es: Libros borrados (no están en la biblioteca)
et: Kustutatud raamatud (pole kogus)
fr: Livres supprimés (absents de la bibliothèque)
it: Libri Eliminati (Non Libreria)
ja: 削除された本（ライブラリにあらない）
ms: Buku Dipadam (bukan dalam Pustaka)
nb: Slettede bøker (ikke i biblioteket)
nl: Verwijderde boeken (niet in bibliotheek)
pl: Usunięte książki (nieobecne w bibliotece)
pt: Livros removidos (não presentes na biblioteca)
ro: Cărțile șterse (nu în Librărie)
ru: Удалённые книги (не в библиотеке)
ta: நீக்கப்பட்ட புத்தகங்கள் (நூலகத்தில் இல்லை)
tr: Silinmiş Kitaplar (Kitaplıkta yok)

source: Check for books on the device that are not in the current library.
bg: Проверка за книги в устройството, които понастоящем не са включени в настоящата библиотеката.
ca: Comprova si hi ha llibres al dispositiu que no estiguin a la biblioteca actual.
de: Prüfe für Bücher auf dem Gerät, die nicht in der aktuelle Bibliothek sind..
el: Έλεγξε για βιβλία στη συσκευή που δεν βρίσκονται στη τρέχουσα Βιβλιοθήκη.
es: Comprobar los libros que están en el dispositivo y no están en la biblioteca actual.
et: Kontrolli seadmes raamatuid, mida pole praeguses kogus.
fr: Vérifier les livres sur le dispositif qui ne sont pas dans la bibliothèque actuelle.
it: Controlla i libri sul dispositivo che non sono nella Tua Libreria
ja: 現在のライブラリにあらない、デバイス上の本を確認する。
ms: Periksa buku yang ada dalam peranti yang tiada dalam pustaka semasa.
nb: Sjekk etter bøker på enheten som ikke er i det gjeldende biblioteket.
nl: Zoek naar boeken op het apparaat die niet in de huidige bibliotheek zitten.
pl: Sprawdź książki na urządzeniu, których nie ma w bieżącej bibliotece.
pt: Procurar livros que não estão presentes na biblioteca corrente.
ro: Verificați cărțile de pe dispozitiv care nu sunt în librăria actuală.
ru: Проверьте книги на устройстве, которые не находятся в текущей библиотеке.
ta: தற்போதைய நூலகத்தில் இல்லாத சாதனத்தில் புத்தகங்களை சரிபார்க்கவும்.
tr: Aygıtta mevcut kitaplıkta bulunmayan kitapları kontrol et.

source: Added Books (not on Device)
bg: Добавени книги (извън устройството)
ca: Llibres afegits (no al dispositiu)
de: Hinzugefügte Bücher (nicht auf dem Gerät)
el: Πρόσθετα βιβλία (όχι στη συσκευή)
es: Libros añadidos (no están en el dispositivo)
et: Lisatud raamatud (pole seadmes)
fr: Livres ajoutés (absents du dispositif)
it: Libro Aggiunto (non sul Dispositivo)
ja: 追加された本（デバイスにあらない）
ms: Buku Ditambah (bukan dalam Peranti)
nb: Bøker lagt til (ikke på enhet)
nl: Toegevoegde boeken (niet op apparaat)
pl: Dodane książki (nieobecne na urządzeniu)
pt: Livros adicionados (não presentes no dispositivo)
ro: Cărțile adăugate (nu pe dispozitiv)
ru: Добавленные книги (не на устройстве)
ta: சேர்க்கப்பட்ட புத்தகங்கள் (சாதனத்தில் இல்லை)
tr: Eklenmiş Kitaplar (aygıtta yok)

source: Check for books in the current library that are not on the device.
bg: Проверка за книги в актуалната библиотека, които не са записани в устройството.
ca: Comprova si hi ha llibres en la biblioteca actual que no són al dispositiu.
de: Suche nach Büchern die in der Bibliothek vertreten sind, aber nicht auf dem Gerät.
el: Έλεγξε για βιβλία στην τρέχουσα Βιβλιοθήκη που δεν υπάρχουν στην συσκευή.
es: Comprobar los libros que están en la biblioteca actual y que no están en el dispositivo.
et: Kontrolli praeguses kogus raamatuid, mida pole seadmes.
fr: Vérifier les livres dans la bibliothèque actuelle qui ne sont pas sur le dispositif.
it: Controlla i libri nella tua Libreria che non sono sul Dispositivo.
ja: デバイス上ではあらない、ライブラリにある本を確認する。
ms: Periksa buku yang ada dalam pustaka semasa yang tiada dalam peranti.
nb: Sjekk etter bøker i gjeldende biblotek som ikke er på enheten.
nl: Zoek boeken in de huidige bibliotheek die niet op het apparaat staan.
pl: Sprawdź książki w bieżącej bibliotece, których nie ma na urządzeniu.
pt: Procurar livros na biblioteca corrente que não estejam no dispositivo.
ro: Verificați cărțile din librăria actuală care nu sunt pe dispozitiv.
ru: Проверьте книги в текущей библиотеке, которые не находятся на устройстве.
ta: சாதனத்தில் இல்லாத தற்போதைய நூலகத்தில் புத்தகங்களை சரிபார்க்கவும்.
tr: Mevcut kitaplıkta aygıtta bulunmayan kitapları kontrol et.

source: Stop wireless device connection
es: Detener la conexión inalámbrica con el dispositivo

source: If ejecting a wireless device, also stop the wireless device connection.
es: Si se desconecta un dispositivo inalámbrico, detener también la conexión inalámbrica con el dispositivo.

source: These controls aren't plugin settings as such, but convenience buttons for setting Keyboard shortcuts and viewing all plugins settings.
bg: Тези контроли не са настройки за Плъгин, а удобни бутони за определяне на Клавиши за бърз достъп и разглеждане на всички настройки на плъгини.
ca: Aquests controls no són cap ajust del connector pròpiament dit. Són botons per a establir dreceres de teclat i visualització de la configuració de tots els connectors.
de: Diese Werte sind keine Plugin-Einstellungen als solche, sondern Komfort-Schaltflächen, um Tastenkombination festzulegen und alle Plugin-Einstellungen zu betrachten.
el: Αυτά τα χειριστήρια δεν είναι πρόσθετα ως έχουν, αλλά βολικά κουμπιά για την επεξεργασία των συντομεύσεων πληκτρολογίου και την εμφάνιση όλων των ρυθμίσεων του πρόσθετου.
es: Estos controles no son opciones de configuración del complemento como tal, sino botones útiles para configurar los atajos de teclado y ver todas las opciones de configuración del complemento.
et: Need juhtelemendid pole iseenesest plugina sätted, vaid pigem mugavad nupud klaviatuuri otseteede seadistamiseks ja plugina kõikide sätete vaatamiseks.
fr: Ces contrôles ne sont pas des paramètres du greffon en soi, mais des boutons de commodité pour paramétrer les raccourcis clavier et afficher les paramètres de tous les greffons.
it: Questi controlli non sono settati nel plugin, ma sono tasti convenienti per impostare scorciatoie da tastiera e vedere tutte le impostazioni del plugin.
ja: これらのコントロールはプラグイン設定てはあらないが、キーボードショートカットを設定し、全てのプラグイン設定を表示するための便利なボタンです。
ms: Kawalan ini bukanlah tetapan pemalam, tetapi butang yang memudahkan untuk pintasan tetapan Papan Kekunci dan tetapan melihat semua pemalam.
nb: Disse instillingene er ikke plugin-instillinger, men praktiske knapper for hurtigknapper
nl: Deze instellingen zijn niet de plugin instellingen in dat opzicht, maar makkelijke knoppen voor instellingen van toetsenbord snelkoppelingen en het laten zien van alle plugin instellingen.
pl: Te kontrolki nie są włąściwie ustawieniami wtyczki, ale przyciskami udogadniającymi ustawianie skrótów klawiszowych i podgląd ustawień wszystkich wtyczek.
pt: Estes controlos não são verdadeiras configurações de plugins mas sim botões de conveniência para definir atalhos de teclado e ver todas as configurações de plugins.
ro: Aceste controale nu sunt setări de conectare ca atare, ci butoane de conveniență pentru setarea scurtăturilor tastaturii și vizualizarea tuturor setărilor de conectare.
ru: Эти элементы управления не настройки плагина, а удобные кнопки для настройки клавиатурных сокращений и просмотра всех настроек плагинов.
ta: இந்த கட்டுப்பாடுகள் சொருகி அமைப்புகள் அல்ல, ஆனால் விசைப்பலகை குறுக்குவழிகளை அமைப்பதற்கும் அனைத்து செருகுநிரல்களின் அமைப்புகளையும் பார்ப்பதற்கும் வசதியான பொத்தான்கள்.
tr: Bu kontroller eklenti ayarları değil fakat Klavye kısayollarını ayarlamak ve tüm eklenti ayarlarını görüntülemek için kolaylık sağlayan düğmelerdir.

source: Keyboard shortcuts...
bg: Клавишни икони...
ca: Dreceres de teclat...
de: Tastenkombinationen...
el: Συντομεύσεις πληκτρολογίου...
es: Atajos de teclado...
et: Klaviatuuri otseteed...
fr: Raccourcis clavier...
it: Tasti di scelta rapida ...
ja: キーボードショートカット……
ms: Pintasan papan kekunci...
nb: Tastatur snarveier...
nl: Sneltoetsen...
pl: Skróty klawiszowe…
pt: Atalhos de teclado...
ro: Scurtăturile tastaturii...
ru: Сочетания клавиш...
ta: விசைப்பலகை குறுக்குவழிகள் ...
tr: Klavye kısayolları...

source: Edit the keyboard shortcuts associated with this plugin
bg: Редактиране на клавишните икони асоциирани с този плъгин.
ca: Edita les dreceres de teclat associades amb aquest connector
de: Bearbeiten Sie die Tastenkombinationen, die mit diesem Plugin verbunden sind.
el: Επεξεργασία των συντομεύσεων πληκτρολογίου για αυτό το πρόσθετο
es: Modificar los atajos de teclado asociados con este complemento
et: Muuda selle pluginaga seostatud klaviatuuri otseteid
fr: Éditer les raccourcis clavier associés avec ce greffon
it: Modifica la scorciatoia da tastiera associata a questo plugin.
ja: このプラグインに関連付けているキーボードショートカットを編集する。
ms: Sunting pintasan papan kekunci yang berkaitan, dengan pemalam ini
nb: Rediger hurtigtaster assosiert med denne pluginen
nl: Bewerk de sneltoetsen voor deze plugin
pl: Edytuj skróty klawiszowe związane z tą wtyczką
pt: Editar os atalhos de teclado associados a este plugin
ro: Editați scurtăturile tastaturii asociate cu această conectare
ru: Редактирование сочетаний клавиш, связанных с этим плагином
ta: இந்த சொருகியுடன் தொடர்புடைய விசைப்பலகை குறுக்குவழிகளைத் திருத்தவும்
tr: Bu eklenti ile ilişkilendirilen klavye kısayollarını düzenle

source: &View library preferences...
bg: Предпочитания за изгледа на библиотеката
ca: &Mostra les preferències de la biblioteca...
de: Anzeige der Bibliotheks-Einstellungen
el: &Εμφάνιση προτιμήσεων για την Βιβλιοθήκη...
es: &Mostrar preferencias de la biblioteca...
et: Näita kogu eelistusi...
fr: &Voir les préférences de la bibliothèque
it: &Visualizza le preferenze della Libreria...
ja: ライブラリ設定を表示……(&V)
ms: &Lihat keutamaan pustaka...
nb: &Vis biblioteksinnstillinger...
nl: &Bibliotheekvoorkeuren weergeven...
pl: &Podgląd preferencji biblioteki…
pt: &Ver preferências da biblioteca...
ro: și Vizualizați preferințele librăriei...
ru: &Просмотр настроек библиотеки...
ta: & நூலக விருப்பங்களைக் காண்க ...
tr: &Kütüphane tercihleri görünümü...

source: View data stored in the library database for this plugin
bg: Преглед на данните за този плъгин, съхранявани в базата данни на библиотеката.
ca: Mostra les dades emmagatzemades a la base de dades de la biblioteca per a aquest connector
de: In der Bibliotheksdatenbank für dieses Plugin gespeicherten Daten anzeigen
el: Εμφάνιση των στοιχείων που βρίσκονται αποθηκευμένα στη βάση δεδομένων για αυτό το πρόσθετο
es: Ver los datos almacenados en la base de datos de la biblioteca para este complemento
et: Näita selle plugina jaoks talletatud andmeid kogude andmebaasis
fr: Voir les données conservées dans la base de données de la bibliothèque pour ce greffon
it: Visualizza i dati memorizzati nell'archivio della libreria per questo plugin
ja: このプラグインためのライブラリデータベースに保存されるデータを表示する
ms: Lihat data tersimpan dalam pangkalan data pustaka untuk pemalam ini
nb: Vis data lagret i biblioteksdatabasen for denne pluginen
nl: Bekijk gegevens opgeslagen in de bibliotheekgegevensbank voor deze plugin
pl: Zobacz dane tej wtyczki przechowywane w bazie danych biblioteki
pt: Ver dados armazenados na base de dados da biblioteca relacionados com este plugin
ro: Vizualizați datele stocate în baza de date a librăriei pentru această conectare
ru: Просмотр данных, хранящихся в базе данных библиотеки для этого плагина
ta: இந்த சொருகி நூலக தரவுத்தளத்தில் சேமிக்கப்பட்ட தரவைக் காண்க
tr: Bu eklenti için kitaplık veri tabanına kayıtlı verileri görüntüle

source: Done
bg: Готово
ca: Fet
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
et: Valmis
fr: Terminé
it: Fatto
ja: 完了
ms: Selesai
nb: Utført
nl: Klaar
pl: Gotowe
pt: Concluído
ro: Făcut
ru: Готово
ta: முடிந்தது
tr: Tamam

source: Confirmation dialogs have all been reset
bg: Всички диалози за потвърждение са нулирани
ca: S'han restaurat tots els diàlegs de confirmació
de: Die Bestätigungsdialoge wurden alle zurückgesetzt
el: Οι διάλογοι επικυρώσεων έχουν επανέλθει στην αρχική ρύθμιση
es: Se han restablecido todos los diálogos de confirmación
et: Kõik kinnituste dialoogid on lähtestatud
fr: Les dialogues de confirmations ont tous été réinitialisés
it: I dialoghi di Conferma sono stati Tutti resettati
ja: 全ての確認ダイアログはリセットした
ms: Dialog pengesahan yang semuanya telah ditetap semula
nb: Bekreft at alle dialoger er gjennopprettet
nl: Bevestigingsdialogen zijn allemaal gereset
pl: Wszystkie potwierdzenia zostały przywrócone
pt: Diálogos de confirmação foram todos repostos para o seu estado inicial
ro: Toate dialogurile de confirmare au fost resetate
ru: Все диалоги подтверждения были сброшены
ta: உறுதிப்படுத்தல் உரையாடல்கள் அனைத்தும் மீட்டமைக்கப்பட்டுள்ளன
tr: Onaylama diyaloglarının tümü sıfırlandı

source: Searches to use for:
bg: Търсенията да се използват за:
ca: Cerques a utilitzar en:
de: Suchen verwendet für:
el: Αναζητήσεις για να χρησιμοποιηθούν για:
es: Búsquedas para:
et: Otsingud, mida kasutada nende jaoks:
fr: Recherches à utiliser pour :
it: Ricerca di utilizzo;
ja: 以下のことため使う検索：
ms: Gelintar yang digunakan untuk:
nb: Søk etter bruken av:
nl: Te gebruiken zoekopdrachten voor:
pl: Wyszukiwania do użycia:
pt: Pesquisas a utilizar para:
ro: Căutări pentru utilizare pentru:
ru: Поиски для:
ta: இதைப் பயன்படுத்த தேடுகிறது:
tr: Kullanılan aramalar:

source: Search for Duplicated Books:
bg: Търсене на дублиращи се книги:
ca: Cerca si hi ha llibres duplicats:
de: Suche nach doppelten Büchern:
el: Αναζήτηση διπλών βιβλίων:
es: Buscar libros duplicados:
et: Otsi raamatu duplikaate:
fr: Recherche de livres en doublon :
it: Ricerca i libri doppi:
ja: 重複された本ため検索：
ms: Gelintar Buku Pendua:
nb: Søk etter duplikate bøker:
nl: Zoek naar dubbele boeken:
pl: Szukaj powielonych książek:
pt: Procurar por livros duplicados:
ro: Căutare pentru cărți duplicate:
ru: Поиск дубликатов книг:
ta: நகல் புத்தகங்களைத் தேடுங்கள்:
tr: Tekrarlanmış kitapları ara

source: Default is %s
bg: По подразбиране е %s
ca: Per defecte és %s
de: Standard ist %s
el: Προεπιλογή είναι %s
es: El valor predeterminado es %s
et: Vaikesäte on %s
fr: La configuration par défaut est %s
it: Predefinito %s
ja: デフォルトは%s
ms: Lalai ialah %s
nb: Standard er %s
nl: Standaard is %s
pl: Domyślnie: %s
pt: O valor predefinido é %s
ro: Implicit este %s
ru: Умолчание %s
ta: இயல்புநிலை %s
tr: Varsayılan %s

source: Deleted Books (not in Library):
bg: Изтрити книги (извън Библиотеката):
ca: Llibres suprimits (no a la biblioteca):
de: Gelöschte Bücher (nicht in der Bibliothek):
el: Διαγραμμένα βιβλία (όχι στη Βιβλιοθήκη)
es: Libros borrados (no están en la biblioteca):
et: Kustutatud raamatud (pole kogus):
fr: Livres supprimés (absents de la bibliothèque) :
it: Libri Eliminati (non nella Libreria):
ja: 削除された本（ライブラリにあらない）
ms: Buku Dipadam (bukan dalam Pustaka):
nb: Slettede bøker (ikke i biblioteket):
nl: Verwijderde boeken (niet in bibliotheek):
pl: Usunięte książki (nieobecne w bibliotece)
pt: Livros removidos (não presentes na biblioteca)
ro: Cărțile șterse (nu în Librărie):
ru: Удалённые книги (не в библиотеке):
ta: நீக்கப்பட்ட புத்தகங்கள் (நூலகத்தில் இல்லை):
tr: Silinmiş Kitaplar (Kitaplıkta yok)

source: Added Books (not on Device):
bg: Добавени книги (извън устройството):
ca: Llibres afegits (no al dispositiu):
de: Hinzugefügte Bücher (nicht auf dem Gerät):
el: Πρόσθετα βιβλία (όχι στη συσκευή)
es: Libros añadidos (no están en el dispositivo):
et: Lisatud raamatud (pole seadmes):
fr: Livres ajoutés (absents du dispositif) :
it: Libri Aggiunti (non sul Dispositivo):
ja: 追加された本（ライブラリにあらない）
ms: Buku Ditambah (bukan dalam Peranti):
nb: Bøker lagt til (ikke på enhet):
nl: Toegevoegde boeken (niet op apparaat):
pl: Dodane książki (nie na urządzeniu):
pt: Livros adicionados (não presentes no dispositívo)
ro: Cărțile adăugate (nu pe dispozitiv):
ru: Добавленные книги (не на устройстве):
ta: சேர்க்கப்பட்ட புத்தகங்கள் (சாதனத்தில் இல்லை):
tr: Eklenmiş Kitaplar (aygıtta yok)

source: Restore Defaults
bg: Възстановяване на настройките по подразбиране
ca: Restaura els valors predeterminats
de: Standardeinstellung wiederherstellen
el: Επαναφορά προεπιλογών
es: Restablecer los valores predeterminados
et: Taasta vaikesätted
fr: Restaurer les paramètres par défaut
it: Ripristina Predefiniti
ja: デフォルトに戻す
ms: Pulih Lalai
nb: Gjennopprett standard
nl: Standaardwaarden terugzetten
pl: Odtwórz domyślne
pt: Repor valores predefinidos
ro: Revenire la implicit
ru: Восстановить умолчания
ta: இயல்புநிலைகளை மீட்டெடுங்கள்
tr: Öntanımlılara geri dön
